export default {
	navigation: {
		main: "Головна",
		restaurant: "Ресторан",
		hotel: "Готель",
		spa: "Лазні/Сауни",
		pool: "Басейн",
		contacts: "Контакти",
	},
	benefits: {
		proffesionalism: "Професіоналізм",
		atmosphere: "Атмосфера",
		tasty: "Смачна їжа",
		price: "Приємні ціни",
	},
	titles: {
		reviews: "наші відгуки:",
		faq: "наЙПОШИРЕНІШІ ЗАПИТАННЯ:",
		feedback: "залишились ЗАПИТАННЯ?",
	},
	reviews: {
		description:
			"Ми завжди раді вітати нових відвідувачів з щирими посмішками та комфортними умовами персонально для кожного.Тому після відпочинку залишаються у гарному настрої,задоволені,та підтримують нас теплими словами:",
		reviews: {
			review1:
				"Нещодавно відпочивали сім`єю  з маленькою дитиною.Усе дуже сподобалось,затишні номери,смачна кухня,приємне свіже повітря для прогулянки та красива веранда для ранкової кави",
			review2:
				"Нещодавно відпочивали сім`єю  з маленькою дитиною.Усе дуже сподобалось,затишні номери,смачна кухня,приємне свіже повітря для прогулянки та красива веранда для ранкової кави",
			review3:
				"Нещодавно відпочивали сім`єю  з маленькою дитиною.Усе дуже сподобалось,затишні номери,смачна кухня,приємне свіже повітря для прогулянки та красива веранда для ранкової кави",
		},
	},
	faq: {
		1: { question: "О котрій годині виселення з номеру?", answer: "Заселення до 14:00. Виселення до 12:00" },
		2: {
			question: "Які послуги включені в вартість номеру?",
			answer: "У вартість номера входить  проживання, та за окрему плату можна замовити сніданки",
		},
		3: { question: "Чи є безкоштовний WI-FI?", answer: "Так,безкоштовний WI-FI доступний на території комплексу" },
		4: { question: "Чи є можливість запланувати святкову подію?", answer: "Звісно, всі питання ми зможемо оперативно вирішити по телефону" },
	},
} as const;
