export default {
	navigation: {
		main: "Головна",
		restaurant: "Ресторан",
		hotel: "Готель",
		spa: "Лазні/Сауни",
		pool: "Басейн",
		contacts: "Контакти",
	},
	benefits: {
		proffesionalism: "Професіоналізм",
		atmosphere: "Атмосфера",
		tasty: "Смачна їжа",
		price: "Приємні ціни",
	},
	titles: {
		reviews: "наші відгуки:",
		faq: "наЙПОШИРЕНІШІ ЗАПИТАННЯ:",
		feedback: "залишились ЗАПИТАННЯ?",
	},
	reviews: {
		description:
			"Ми завжди раді вітати нових відвідувачів з щирими посмішками та комфортними умовами персонально для кожного.Тому після відпочинку залишаються у гарному настрої,задоволені,та підтримують нас теплими словами:",
		reviews: {
			review1:
				"Нещодавно відпочивали сім`єю з маленькою дитиною. Усе дуже сподобалось, затишні номери, смачна кухня, приємне свіже повітря для прогулянки та красива веранда для ранкової кави",
			review2:
				"Дуже сподобався комплекс. Номери просторі та комфортні, персонал ввічливий та уважний. Ресторан пропонує широкий вибір смачних страв. Загалом, залишилися дуже задоволені відпочинком",
			review3:
				"Провели вихідні в Релакс комплексі. Дуже сподобалась лазня,коктейлі в ресторані, смачні страви. Особливо хочемо відзначити персонал, який завжди був готовий допомогти та зробити наш відпочинок максимально комфортним",
			review4:
				"Ми з дружиною нещодавно відпочивали в готельно-ресторанному комплексі 'Релакс' у Борисполі. Дуже сподобалося! Номери чисті та захищені сучасними замками, персонал ввічливий. Є сауни та лазні аби зігрітись, простора територія, парковка, сподобалось що є усе необхідне для відпочинку відвідувачам з дітками. Хочемо повернутись ще, наступного разу з дітьми.",
		},
	},
	faq: {
		1: { question: "О котрій годині виселення з номеру?", answer: "Заселення до 14:00. Виселення до 12:00" },
		2: {
			question: "Які послуги включені в вартість номеру?",
			answer: "У вартість номера входить  проживання, та за окрему плату можна замовити сніданки",
		},
		3: { question: "Чи є безкоштовний WI-FI?", answer: "Так,безкоштовний WI-FI доступний на території комплексу" },
		4: { question: "Чи є можливість запланувати святкову подію?", answer: "Звісно, всі питання ми зможемо оперативно вирішити по телефону" },
		5: { question: "Чи є на території комплексу парковка?", answer: "Так,на території комплексу є безкоштовна парковка." },
		6: { question: "Чи можна з собою взяти домашню тварину?", answer: "Ні,на жаль, не дозволено перебувати у комплексі із домашніми тваринами" },
	},
	feedback: {
		desc: "Сплануйте свій відпочинок швидко та легко! Заповніть форму та отримайте відповідь на ваше запитання найближчим часом",
		address: "м.Бориспіль, вул. Дарвіна 2",
		phone_pool: "ресторан, басейн",
		phone_spa: "лазні, чани, банкетні зали, готель",
		phonePl: "Номер телефону *",
		namePl: "Ім`я *",
		messagePl: "Ваше повідомлення: *",
		sendPL: "Надіслати",
		errors: {
			short: "Закороткий!",
			long: "Задовгий!",
			required: "* Обовʼязкове поле",
			notValid: "Не вірний формат!",
		},
	},
	pages: {
		main: {
			intro:
				"це сучасний готельно-ресторанний комплекс з просторою територією, великим відкритим басейном, різноманітними лазнями та банями, а родзинкою закладу є розслабляючий чан",
			aboutUs: {
				title: "Про нас",
				par1: "Комплекс підходить, як для сімейного відпочинку, так і для гучних, дружніх компаній чи романтичних зустрічей для двох. Тут є все необхідне для повноцінного відпочинку після тяжкого робочого дня, для відновлення емоційних та фізичних сил,чи  позбавлення від повсякденного стресу, що зараз є необхідністю для кожного.",
				par2: "Завдяки сучасному оснащенню і потужним генераторам, а також місцю, де можна безпечно перечекати повітряну тривогу, Ваш відпочинок не зіпсує навіть найтемніший блекаут.",
			},
			benefits: {
				title: "Наші переваги",
				sub1: "Фото-зона для гостей",
				sub2: "Простора територія",
				sub3: "Дитячий майданчик",
			},
			whatWeOffer: {
				title: "Ми пропонуємо:",
				restaurant: "Ресторан",
				banquet: "Банкетні зали",
				hotel: "Готель",
				spa: "Лазні/Сауни",
				pool: "Басейн",
				vats: "Чани",
			},
			sectionSm: {
				linkText: "Дізнатись більше",
				section1: {
					title: "Ресторан",
					subtitle: "10.00-22.00 год",
					text: "У ресторані RELAX Complex кожен зможе обрати залу, яка йому найбільш до душі, а наші кухарі обов’язково вразять і почастують Вас своїми класичними стравами європейської кухні. Наш бар - це комфортний, гостинний осередок спілкування, де можна насолодитися ранковою кавою, коктейлем перед вечерею або  келихом вина для розслаблення. Для нас головне, щоб цей вечір став дійсно неперевершеним для Вас та Ваших гостей.",
				},
				section2: {
					title: "Банкетні зали",
					subtitle: "кількість гостей",
					text: "Relax Complex готовий розділити зі своїми гостями будь-яку подію: вечірка, весілля, ділова зустріч, народження первістка, ювілей, вечір у родинному колі, романтичне побачення чи просто гучна зустріч друзів.Будь-яка подія, яку Ви захочете відсвяткувати у нашому закладі, буде супроводжуватись музичними композиціями, а для особливих заходів,ми можемо порадити для Вас найкращих музикантів та ведучих.",
				},
				section3: {
					title: "Готель",
					subtitle: "10.00-22.00 год",
					text: "В готелі Relax все говорить про комфортний відпочинок. Затишні номери стандарт та економ класу, вишукані LUX номери, кожен з яких яскравий і затишний водночас. Нейтральні акценти, сучасне обладнання, персонал, готовий прийти на допомогу  будь-якої хвилини, коли це необхідно. Насолоджуйтеся легким та спокійним відпочинком на просторому ліжку та у приємному до тіла, м’якенькому халаті, а ми потурбуємося про те, щоб ніщо не зіпсувало ваш відпочинок. ",
				},
			},
			sectionLg: {
				section1: {
					title: "Лазні та сауни",
					subtitle: "10.00-22.00 год",
					text: "Relax Complex дає змогу будь-кому очистити душу і тіло, а пізнати мистецтво банної традиції гостям допоможе наш професійний банщик. Для максимального комфорту сауни облаштовані кімнатами відпочинку, в деяких є розважальні зони в якості більярду та настільного футболу. Ну і звичайно ж охолоджуючі басейни-усе, що необхідно для очищення та максимального заряду енергією.",
				},
				section2: {
					title: "Чани",
					subtitle: "вартість : 5000грн/3год",
					text: "Наші відвідувачі мають змогу зануритися в чан - найбільш релаксовий вид відпочинку. Відчувши гарячу воду з домішками натуральних масел та живих квітів, Ваше тіло отримає неперевершені емоції та естетичне задоволення.",
				},
			},
		},
	},
} as const;
