export default {
	navigation: {
		main: "Головна",
		restaurant: "Ресторан",
		hotel: "Готель",
		spa: "Лазні/Сауни",
		pool: "Басейн",
		contacts: "Контакти",
	},
	benefits: {
		proffesionalism: "Професіоналізм",
		atmosphere: "Атмосфера",
		tasty: "Смачна їжа",
		price: "Приємні ціни",
	},
	titles: {
		reviews: "наші відгуки:",
		faq: "наЙПОШИРЕНІШІ ЗАПИТАННЯ:",
		feedback: "залишились ЗАПИТАННЯ?",
	},
	reviews: {
		description:
			"Ми завжди раді вітати нових відвідувачів з щирими посмішками та комфортними умовами персонально для кожного.Тому після відпочинку залишаються у гарному настрої,задоволені,та підтримують нас теплими словами:",
		reviews: {
			review1:
				"Нещодавно відпочивали сім`єю з маленькою дитиною. Усе дуже сподобалось, затишні номери, смачна кухня, приємне свіже повітря для прогулянки та красива веранда для ранкової кави",
			review2:
				"Дуже сподобався комплекс. Номери просторі та комфортні, персонал ввічливий та уважний. Ресторан пропонує широкий вибір смачних страв. Загалом, залишилися дуже задоволені відпочинком",
			review3:
				"Провели вихідні в Релакс комплексі. Дуже сподобалась лазня,коктейлі в ресторані, смачні страви. Особливо хочемо відзначити персонал, який завжди був готовий допомогти та зробити наш відпочинок максимально комфортним",
			review4:
				"Ми з дружиною нещодавно відпочивали в готельно-ресторанному комплексі 'Релакс' у Борисполі. Дуже сподобалося! Номери чисті та захищені сучасними замками, персонал ввічливий. Є сауни та лазні аби зігрітись, простора територія, парковка, сподобалось що є усе необхідне для відпочинку відвідувачам з дітками. Хочемо повернутись ще, наступного разу з дітьми.",
		},
	},
	faq: {
		1: { question: "О котрій годині виселення з номеру?", answer: "Заселення до 14:00. Виселення до 12:00" },
		2: {
			question: "Які послуги включені в вартість номеру?",
			answer: "У вартість номера входить  проживання, та за окрему плату можна замовити сніданки",
		},
		3: { question: "Чи є безкоштовний WI-FI?", answer: "Так,безкоштовний WI-FI доступний на території комплексу" },
		4: { question: "Чи є можливість запланувати святкову подію?", answer: "Звісно, всі питання ми зможемо оперативно вирішити по телефону" },
		5: { question: "Чи є на території комплексу парковка?", answer: "Так,на території комплексу є безкоштовна парковка." },
		6: { question: "Чи можна з собою взяти домашню тварину?", answer: "Ні,на жаль, не дозволено перебувати у комплексі із домашніми тваринами" },
	},
	feedback: {
		desc: "Сплануйте свій відпочинок швидко та легко! Заповніть форму та отримайте відповідь на ваше запитання найближчим часом",
		address: "м.Бориспіль, вул. Дарвіна 2",
		phone_pool: "ресторан, басейн",
		phone_spa: "лазні, чани, банкетні зали, готель",
		phonePl: "Номер телефону *",
		namePl: "Ім`я *",
		messagePl: "Ваше повідомлення: *",
		sendPL: "Надіслати",
		errors: {
			short: "Закороткий!",
			long: "Задовгий!",
			required: "* Обовʼязкове поле",
			notValid: "Не вірний формат!",
		},
	},
	pages: {
		main: {
			intro:
				"це сучасний готельно-ресторанний комплекс з просторою територією, великим відкритим басейном, різноманітними лазнями та банями, а родзинкою закладу є розслабляючий чан",
			aboutUs: {
				title: "Про нас",
				par1: "Комплекс підходить, як для сімейного відпочинку, так і для гучних, дружніх компаній чи романтичних зустрічей для двох. Тут є все необхідне для повноцінного відпочинку після тяжкого робочого дня, для відновлення емоційних та фізичних сил,чи  позбавлення від повсякденного стресу, що зараз є необхідністю для кожного.",
				par2: "Завдяки сучасному оснащенню і потужним генераторам, а також місцю, де можна безпечно перечекати повітряну тривогу, Ваш відпочинок не зіпсує навіть найтемніший блекаут.",
			},
			benefits: {
				title: "Наші переваги",
				sub1: "Фото-зона для гостей",
				sub2: "Простора територія",
				sub3: "Дитячий майданчик",
			},
			whatWeOffer: {
				title: "Ми пропонуємо:",
				restaurant: "Ресторан",
				banquet: "Банкетні зали",
				hotel: "Готель",
				spa: "Лазні/Сауни",
				pool: "Басейн",
				vats: "Чани",
			},
			sectionSm: {
				linkText: "Дізнатись більше",
				section1: {
					title: "Ресторан",
					subtitle: "10.00-22.00 год",
					text: "У ресторані RELAX Complex кожен зможе обрати залу, яка йому найбільш до душі, а наші кухарі обов’язково вразять і почастують Вас своїми класичними стравами європейської кухні. Наш бар - це комфортний, гостинний осередок спілкування, де можна насолодитися ранковою кавою, коктейлем перед вечерею або  келихом вина для розслаблення. Для нас головне, щоб цей вечір став дійсно неперевершеним для Вас та Ваших гостей.",
				},
				section2: {
					title: "Банкетні зали",
					subtitle: "10.00-22.00 год",
					text: "Relax Complex готовий розділити зі своїми гостями будь-яку подію: вечірка, весілля, ділова зустріч, народження первістка, ювілей, вечір у родинному колі, романтичне побачення чи просто гучна зустріч друзів.Будь-яка подія, яку Ви захочете відсвяткувати у нашому закладі, буде супроводжуватись музичними композиціями, а для особливих заходів,ми можемо порадити для Вас найкращих музикантів та ведучих.",
				},
				section3: {
					title: "Готель",
					subtitle: "10.00-22.00 год",
					text: "В готелі Relax все говорить про комфортний відпочинок. Затишні номери стандарт та економ класу, вишукані LUX номери, кожен з яких яскравий і затишний водночас. Нейтральні акценти, сучасне обладнання, персонал, готовий прийти на допомогу  будь-якої хвилини, коли це необхідно. Насолоджуйтеся легким та спокійним відпочинком на просторому ліжку та у приємному до тіла, м’якенькому халаті, а ми потурбуємося про те, щоб ніщо не зіпсувало ваш відпочинок. ",
				},
			},
			sectionLg: {
				section1: {
					title: "Лазні та сауни",
					subtitle: "10.00-22.00 год",
					text: "Relax Complex дає змогу будь-кому очистити душу і тіло, а пізнати мистецтво банної традиції гостям допоможе наш професійний банщик. Для максимального комфорту сауни облаштовані кімнатами відпочинку, в деяких є розважальні зони в якості більярду та настільного футболу. Ну і звичайно ж охолоджуючі басейни-усе, що необхідно для очищення та максимального заряду енергією.",
				},
				section2: {
					title: "Чани",
					subtitle: "вартість : 5000грн/3год",
					text: "Наші відвідувачі мають змогу зануритися в чан - найбільш релаксовий вид відпочинку. Відчувши гарячу воду з домішками натуральних масел та живих квітів, Ваше тіло отримає неперевершені емоції та естетичне задоволення.",
				},
			},
			pool: {
				linkText: "Дізнатись більше",
				title: "Літній басейн",
				subtitle: "Працює лише влітку!",
				text: "Відчути атмосферу справжнього літнього відпочинку можна відвідавши наш відкритий басейн. Його розміри вражають, враховуючи, що не потрібно далеко їхати, щоб мати змогу поплавати в басейні 25*10м, та глибиною 2м, а водоспад стане приємним доповненням і потішить як дітей, так і дорослих",
			},
		},
		restaurant: {
			about: {
				title: "Про ресторан",
				p1: "У ресторані RELAX Complex кожен зможе обрати залу, яка йому найбільш до душі, а наші кухарі обов’язково вразять і почастують Вас своїми класичними стравами європейської кухні. Наш бар - це комфортний, гостинний осередок спілкування, де можна насолодитися ранковою кавою, коктейлем перед вечерею або  келихом вина для розслаблення.",
				p2: "Relax Complex готовий розділити зі своїми гостями будь-яку подію: вечірка, весілля, ділова зустріч, народження первістка, ювілей, вечір у родинному колі, романтичне побачення чи просто гучна зустріч друзів. Для нас головне, щоб цей вечір став дійсно неперевершеним  для Вас та Ваших гостей.",
			},
			benefits: {
				title: "Переваги ресторану",
				sub1: "Професійні кухарі",
				sub2: "Їжа для дітей",
				sub3: "Сучасне обладнання",
			},
			offers: {
				title: "Банкетні зали",
				text: "Будь-яка подія, яку Ви захочете відсвяткувати у нашому закладі, буде супроводжуватись музичними композиціями, а для особливих заходів, ми можемо порадити для Вас найкращих музикантів та ведучих. Кожна банкетна зала розрахована на певну кількість гостей,оснащена різним інтер`єром.",
				offers: {
					1: "Мисливська зала",
					2: "Веранда",
					3: "Колиба",
					4: "Венеціанська зала",
					5: "Морська зала",
				},
			},
			sections: {
				linkText: "Зв`язатись із нами",
				1: {
					title: "МИСЛИВСЬКА ЗАЛА",
					subtitle: "Кількість гостей : 20 людей",
					text: "Атмосферна зала, де кожна деталь на своєму місці. Тут будь-хто зможе насолодитися смачними стравами і неймовірною атмосферою. А обслуговуючий персонал створить затишок, який спонукатиме наших гостей до фантазій та розмов про цікаві мандри і незабутні пригоди",
				},
				2: {
					title: "ВЕРАНДА",
					subtitle: "Кількість гостей : 10 людей",
					text: "Приємні теплі вечори пропонуємо провести саме у залі «Веранда». Тут пахне вином, романтикою і смачними стравами. Свіже повітря, легка атмосфера, гарна музика, чудовий інтер’єр та привітний персонал – все це створить ваш незабутній вечір.",
				},
				3: {
					title: "КОЛИБА",
					subtitle: "Кількість гостей : 25 людей",
					text: "На території комплексу знаходиться колоритна «Колиба», де кожен зможе поринути у світ автентичності та затишку. У центрі «Колиби» знаходиться камін, в якому горить живий вогонь. Саме тут наші гості завжди зможуть насолодитися неймовірною атмосферою, відпочити після тривалих прогулянок і спробувати зігріваючі коктейлі та напої.",
				},
				4: {
					title: "ВЕНЕЦІАНСЬКА ЗАЛА",
					subtitle: "Кількість гостей : 50 людей",
					text: "Велика, простора та світла зала.Розрахована на велику кількість відвідувачів.Обладнана проектором. Також має свій вихід на територію, де є галявина, на якій можна провести церемонію або ж розмістити літню фотозону.",
				},
				5: {
					title: "Морська зала",
					subtitle: "Кількість гостей : 70 людей",
					text: "Зала ресторану, в морській тематиці. Також в залі розташований бар. Атмосферний камін. Звукова система, світломузика, екран проектора, караоке",
				},
			},
			banner: {
				text: "Довірте нам своє свято!",
				link: "Зв`язатись із нами",
			},
			menu: {
				title: "Наше меню:",
				download: "Завантажити",
			},
			ourTeam: {
				title: "Наша команда",
				text: "Наша команда - це справжні майстри своєї справи, які люблять свою роботу. Ми завжди готові порадувати вас смачними стравами та напоями, а також приємним обслуговуванням. Ми хочемо, щоб ви відчули себе наче вдома у нашому ресторані, тому робимо все можливе, щоб вам було комфортно та затишно.",
			},
		},
		hotel: {
			about: {
				title: "ПРО готель",
				p1: "Готель Relax Complex – це сучасна архітектура з вишуканим інтер’єром, рестораном і чудовими номерами різних категорій:одномісний, стандарт, люкс та віп, кожен з яких оснащений всім необхідним для комфортабельного проживання. В готелі  встановлені електронні замки в кожному номері, що дає відчуття максимальної безпеки та впевненості гостям.",
				p2: "VIP-кімнати готелю оснащені затишним великим ліжком, оформлені в мінімалістичному стилі, який поєднує в собі дикі тони, меблі з натурального дерева та елементи дизайну, що нагадують мисливську культуру. В номері є все для комфортного проживання: велике зручне ліжко, шафа, стіл зі стільцями, телевізор та холодильник. За необхідності є можливість включити додаткове ліжко для дитини.",
			},
			benefits: {
				title: "ПЕРЕВАГИ готелю",
				sub1: "Виклик персоналу",
				sub2: "Регулярне прибирання",
				sub3: "Система безпеки",
			},
			offers: {
				title: "Апартаменти",
				text: "В готелі Relax все говорить про комфортний відпочинок.Затишні номери стандарт та економ класу, вишукані люкс номери, кожен з яких яскравий і затишний водночас. Насолоджуйтеся легким відпочинком на просторому ліжку та у приємному до тіла,м’якенькому халаті,а ми потурбуємося про те, щоб ніщо не зіпсувало Ваш відпочинок.",
				offers: {
					1: "Одномісний",
					2: "Стандарт",
					3: "Люкс",
					4: "Двокімнатний люкс",
					5: "VIP-номер",
				},
			},
			banner: {
				text: "бажаєте забронювати номер у готелі?",
				link: "Contact us",
			},
			sections: {
				linkText: "Забронювати через Booking",
				1: {
					title: "ОДНОМІСНИЙ НОМЕР",
					subtitle: "вартість : 1600 грн ",
					text: "Світлий, затишний номер, зручний для розміщення однієї особи, який має все необхідне для комфортного відпочинку. Зручне ліжко дасть змогу гарно та якісно виспатись. В номері є холодильник та телевізор. Також душова кімната, санвузол та необхідні туалетні прибори. Одномісне ліжко: 1,4*2,0м",
				},
				2: {
					title: "СТАНДАРТ",
					subtitle: "вартість : 1600 грн ",
					text: "Сучасний комфорт можна відчути у номері стандарт із двуспальним ліжком.  Стриманість і вишуканість класичного інтер’єру, світле дерево в поєднанні з пастельними тонами, зручне двоспальне ліжко створюють атмосферу домашнього затишку. В номері є прикроватні тумби, туалетний столик, крісло, ТВ та Wi-fi. Також душова кімната, санвузол та необхідні туалетні прибори. Двомісне ліжко: 1,4*2,0м",
				},
				3: {
					title: "люкс",
					subtitle: "вартість : 2000 грн",
					text: "Подаруйте собі максимально приємний відпочинок в одному з LUX-номерів  готелю Relax. Кімнати світлі та просторі,при необхідності можна поставити додаткове ліжко для дитини. Елегантно мебльовані номери вирізняються світлим і приємним дизайном інтер'єру. Тут є двомісне ліжко, велика шафа, журнальний столик, крісло, тумбочки, телевізор і холодильник. Двомісне ліжко: 1,6* 2,0м",
				},
				4: {
					title: "Двокімнатний люкс",
					subtitle: "вартість : 2000 грн",
					text: "Подаруйте собі максимально приємний відпочинок в одному з люкс-номерів  готелю Relax. Кімнати світлі та просторі,при необхідності можна поставити додаткове ліжко для дитини. Елегантно мебльовані номери вирізняються світлим і приємним дизайном інтер'єру. Тут є двомісне ліжко, велика шафа, журнальний столик, крісло, тумбочки, телевізор і холодильник. Двомісне ліжко: 1,6* 2,0м",
				},
				5: {
					title: "ВІП-кімнати",
					subtitle: "вартість : 2500 грн",
					text: "VIP-кімнати готелю Relax Complex оснащені затишним великим ліжком, оформлені в мінімалістичному стилі, який поєднує в собі дикі тони, меблі з натурального дерева та елементи дизайну, що нагадують мисливську культуру. В номері є все необхідне : велике зручне ліжко, шафа, стіл зі стільцями, телевізор та холодильник. За необхідності є можливість включити додаткове ліжко для дитини. Туалетні аксесуари гості зможуть знайти в туалетній кімнаті, поєднаній з душовою. Двомісне ліжко: 1,6* 2,0м",
				},
			},
		},
		spa: {
			vatsTitle: "Чани",
			about: {
				title: "Про лазні й сауни",
				p1: "Relax Complex дає змогу будь-кому очистити душу і тіло, а пізнати мистецтво банної традиції гостям допоможе наш професійний банщик. Для максимального комфорту сауни облаштовані кімнатами відпочинку, в деяких є розважальні зони в якості більярду та настільного футболу.",
				p2: "Ну і звичайно  у нас є охолоджуючі басейни із кольоровим світлом - усе, що необхідно для задоволення та заряду енергією. Басейн та лежаки знаходяться в приміщенні разом із лазнями.",
			},
			benefits: {
				title: "ПЕРЕВАГИ лазні",
				sub1: "Зона для розваг",
				sub2: "Місця для відпочинку",
				sub3: "Гарне освітлення",
			},
			offers: {
				title: "Старослов`янські лазні й сауни",
				text: "У нашому комплексі є дві старослов’янські лазні і дві сауни. У кожній з них є все необхідне для комфортного відпочинку та оздоровлення,а саме: парна кімната з високою температурою й вологістю, басейн та джакузі, кімната відпочинку.",
				offers: {
					1: "Лазня з басейном  і джакузі",
					2: "Лазня з басейном",
					3: "Фінська сауна",
				},
			},
			banner: {
				text: "бажаєте відпочити тілом і душею у лазні?",
				link: "Contact us",
			},
			sections: {
				linkText: "Зв`язатись із нами",
				mainSubtitle: "Мінімальний час паріння : 3 год",

				1: {
					title: "Лазня з басейном і джакузі",
					subtitle: "вартість На 4 особи : 4500грн",
					text: "У комплексі представлено старослов`янську баню із басейном та джакузі. Для комфортного відпочинку пропонуємо чайну кімнату. Ваше перебування в лазні буде супроваджуватися фоновою музикою природи. До Ваших послуг водоспад, шезлонги, масажний стіл для натирання, кімната відпочинку, телевізор. Є можливість скористатися рестораном. За кожну наступну особу доплата — 500 грн. (максимально +  2 особи)",
				},
				2: {
					title: "Лазня з чаном",
					subtitle: "вартість На 4 особи : 3600 грн",
					text: "У комплексі представлено старослов`янську баню із басейном.Зона відпочинку оформлена у мисливському стилі. Оригінальність атмосфері надає камін. До Ваших послуг чайна кімната, зручні дивани, шезлонги, кімната відпочинку, зона для процедур, водоспад.",
				},
				3: {
					title: "ФІНСЬКА сауна",
					subtitle: "вартість На 6 осіб : 3000 грн",
					text: "Для сімейного відпочинку або дружньої компанії. Можна скористатися інфра-червоною сауною. До Ваших послуг парна, водоспад, купіль, масажний стіл, кімната відпочинку, більярд та настільний футбол. Атмосфера сприяє святкуванню сімейних подій. За кожну наступну особу доплата — 300 грн. (максимально + 4 особи).",
				},
			},
			additional: {
				buy: {
					title: "Можна окремо придбати:",
					items: {
						1: "капці 30грн",
						2: "шапочки 50грн",
						3: "віники 150грн",
						4: "чайний набір 450 грн",
					},
				},
				rent: {
					title: "Можна  орендувати:",
					items: {
						1: "рушники 100грн",
						2: "халати 150грн",
					},
				},
			},
		},
		pool: {
			galleryTitle: "ГАЛЕРЕЯ",
			bannerText: "басейн працює лише влітку !",
			about: {
				title: "ПРО БАСЕЙН",
				p1: "Відчути атмосферу справжнього літнього відпочинку можна відвідавши наш відкритий басейн. Його розміри вражають,щоб мати змогу поплавати в басейні 25*10 м, та глибиною 2 м,а водоспад стане приємним доповненням і потішить як дітей, так і дорослих. Шезлонги розраховані на 140 осіб, територія оснащена роздягальнями та душовою,а також розміщено безліч столиків й зонтів,аби сховатись від спеки.",
				p2: "Для малечі є додатково надувний басейн, глибиною 86см, дитячий майданчик та батут. З нами кожен зможе відчути атмосферу курорту прямо у місті.",
			},
			benefits: {
				title: "ПЕРЕВАГИ літнього басейну",
				sub1: "Дитячий басейн",
				sub2: "Закриті  дивани",
				sub3: "Альтанки та столики ",
			},
		},
	},
} as const;
