export default {
	navigation: {
		main: "Головна",
		restaurant: "Ресторан",
		hotel: "Готель",
		spa: "Лазні/Сауни",
		pool: "Басейн",
		contacts: "Контакти",
	},
	benefits: {
		proffesionalism: "Професіоналізм",
		atmosphere: "Атмосфера",
		tasty: "Смачна їжа",
		price: "Приємні ціни",
	},
	titles: {
		reviews: "наші відгуки:",
		faq: "наЙПОШИРЕНІШІ ЗАПИТАННЯ:",
		feedback: "залишились ЗАПИТАННЯ?",
	},
	reviews: {
		description:
			"Ми завжди раді вітати нових відвідувачів з щирими посмішками та комфортними умовами персонально для кожного.Тому після відпочинку залишаються у гарному настрої,задоволені,та підтримують нас теплими словами:",
		reviews: {
			review1:
				"Нещодавно відпочивали сім`єю з маленькою дитиною. Усе дуже сподобалось, затишні номери, смачна кухня, приємне свіже повітря для прогулянки та красива веранда для ранкової кави",
			review2:
				"Дуже сподобався комплекс. Номери просторі та комфортні, персонал ввічливий та уважний. Ресторан пропонує широкий вибір смачних страв. Загалом, залишилися дуже задоволені відпочинком",
			review3:
				"Провели вихідні в Релакс комплексі. Дуже сподобалась лазня,коктейлі в ресторані, смачні страви. Особливо хочемо відзначити персонал, який завжди був готовий допомогти та зробити наш відпочинок максимально комфортним",
			review4:
				"Ми з дружиною нещодавно відпочивали в готельно-ресторанному комплексі 'Релакс' у Борисполі. Дуже сподобалося! Номери чисті та захищені сучасними замками, персонал ввічливий. Є сауни та лазні аби зігрітись, простора територія, парковка, сподобалось що є усе необхідне для відпочинку відвідувачам з дітками. Хочемо повернутись ще, наступного разу з дітьми.",
		},
	},
	faq: {
		1: { question: "О котрій годині виселення з номеру?", answer: "Заселення до 14:00. Виселення до 12:00" },
		2: {
			question: "Які послуги включені в вартість номеру?",
			answer: "У вартість номера входить  проживання, та за окрему плату можна замовити сніданки",
		},
		3: { question: "Чи є безкоштовний WI-FI?", answer: "Так,безкоштовний WI-FI доступний на території комплексу" },
		4: { question: "Чи є можливість запланувати святкову подію?", answer: "Звісно, всі питання ми зможемо оперативно вирішити по телефону" },
		5: { question: "Чи є на території комплексу парковка?", answer: "Так,на території комплексу є безкоштовна парковка." },
		6: { question: "Чи можна з собою взяти домашню тварину?", answer: "Ні,на жаль, не дозволено перебувати у комплексі із домашніми тваринами" },
	},
	feedback: {
		desc: "Сплануйте свій відпочинок швидко та легко! Заповніть форму та отримайте відповідь на ваше запитання найближчим часом",
		address: "м.Бориспіль, вул. Дарвіна 2",
		phone_pool: "ресторан, басейн",
		phone_spa: "лазні, чани, банкетні зали, готель",
		phonePl: "Номер телефону *",
		namePl: "Ім`я *",
		messagePl: "Ваше повідомлення: *",
		sendPL: "Надіслати",
		errors: {
			short: "Закороткий!",
			long: "Задовгий!",
			required: "* Обовʼязкове поле",
			notValid: "Не вірний формат!",
		},
	},
	pages: {
		main: {
			intro:
				"це сучасний готельно-ресторанний комплекс з просторою територією, великим відкритим басейном, різноманітними лазнями та банями, а родзинкою закладу є розслабляючий чан",
			aboutUs: {
				title: "Про нас",
				par1: "Комплекс підходить, як для сімейного відпочинку, так і для гучних, дружніх компаній чи романтичних зустрічей для двох. Тут є все необхідне для повноцінного відпочинку після тяжкого робочого дня, для відновлення емоційних та фізичних сил,чи  позбавлення від повсякденного стресу, що зараз є необхідністю для кожного.",
				par2: "Завдяки сучасному оснащенню і потужним генераторам, а також місцю, де можна безпечно перечекати повітряну тривогу, Ваш відпочинок не зіпсує навіть найтемніший блекаут.",
			},
			benefits: {
				title: "Наші переваги",
				sub1: "Фото-зона для гостей",
				sub2: "Простора територія",
				sub3: "Дитячий майданчик",
			},
		},
	},
} as const;
